[
  {
    "id": "ammo_1",
    "ruleName": "AMMO 1",
    "rule": "<p>Some weapons and upgrades have limited fuel or ammunition. A weapon or upgrade with this special rule begins the game with 1&nbsp;Ammo Token on its dashboard for that weapon or upgrade, where&nbsp;1 is the value listed.</p><p>Before making an attack with this weapon or using this upgrade, this vehicle must discard an Ammo Token from this weapon or upgrade. If the vehicle cannot discard an Ammo Token, this weapon or upgrade may not be used.</p><p>Ammo Tokens are specific to a given weapon or upgrade. A vehicle may not discard Ammo Tokens from one weapon or upgrade to attack with another weapon or use another upgrade.</p><p>If you are playing with Audience Votes, you can use Reload to replenish your Ammo Tokens.</p>",
    "ammo": 1
  },
  {
    "id": "ammo_2",
    "ruleName": "AMMO 2",
    "rule": "<p>Some weapons and upgrades have limited fuel or ammunition. A weapon or upgrade with this special rule begins the game with 2&nbsp;Ammo Tokens on its dashboard for that weapon or upgrade, where&nbsp;2 is the value listed.</p><p>Before making an attack with this weapon or using this upgrade, this vehicle must discard an Ammo Token from this weapon or upgrade. If the vehicle cannot discard an Ammo Token, this weapon or upgrade may not be used.</p><p>Ammo Tokens are specific to a given weapon or upgrade. A vehicle may not discard Ammo Tokens from one weapon or upgrade to attack with another weapon or use another upgrade.</p><p>If you are playing with Audience Votes, you can use Reload to replenish your Ammo Tokens.</p>",
    "ammo": 2
  },
  {
    "id": "ammo_3",
    "ruleName": "AMMO 3",
    "rule": "<p>Some weapons and upgrades have limited fuel or ammunition. A weapon or upgrade with this special rule begins the game with 3&nbsp;Ammo Tokens on its dashboard for that weapon or upgrade, where&nbsp;3 is the value listed.</p><p>Before making an attack with this weapon or using this upgrade, this vehicle must discard an Ammo Token from this weapon or upgrade. If the vehicle cannot discard an Ammo Token, this weapon or upgrade may not be used.</p><p>Ammo Tokens are specific to a given weapon or upgrade. A vehicle may not discard Ammo Tokens from one weapon or upgrade to attack with another weapon or use another upgrade.</p><p>If you are playing with Audience Votes, you can use Reload to replenish your Ammo Tokens.</p>",
    "ammo": 3
  },  {
    "id": "blast",
    "ruleName": "Blast",
    "rule": "<p>For every un-cancelled hit caused by a weapon or effect with the Blast rule, the target immediately gains 1 Hazard Token.</p>"
  },
  {
    "id": "blitz",
    "ruleName": "Blitz",
    "rule": "<p>This vehicle counts as being armed with a number of copies of this weapon equal to the weapon’s remaining Ammo Tokens, where each copy counts as having a single Ammo Token. During its Attack Step, the vehicle may attack with this weapon any number of times, provided it does not attack more times than it has Ammo Tokens or more times than its Crew value.</p>"
  },
  {
    "id": "crew_fired",
    "ruleName": "Crew Fired",
    "rule": "<p>A weapon that is Crew Fired benefits from a 360-degree Arc of Fire and does not need to declare a facing when purchased.</p>"
  },
  {
    "id": "fire",
    "ruleName": "Fire",
    "rule": "<p>If a vehicle suffers at least one damage from a weapon or effect with the Fire special rule, it gains the On-Fire rule in addition to suffering damage. A vehicle cannot gain the On-Fire rule a second time.</p><p><strong>On Fire:</strong> At the start of this vehicle’s activation, it loses 1 Hull Point. This vehicle’s Smash Attacks count as having the Fire special rule. If this vehicle ever has zero Hazard Tokens, the fire goes out and this vehicle loses the On-Fire rule.</p>"
  },
  {
    "id": "indirect",
    "ruleName": "Indirect",
    "rule": "<p>When making a shooting attack with a weapon with this special rule, the vehicle may ignore Terrain and Cover during that attack.</p>"
  },
  {
    "id": "splash",
    "ruleName": "Splash",
    "rule": "<p>When a weapon with the Splash rule is used to attack, it must target and attack every vehicle beneath the shooting template, including friendly vehicles. Each target suffers a separate attack from the weapon.</p><p>For example, a truck with a side-mounted Flamethrower drives beside two enemy cars. The player declares an attack against one car, places the Large Burst template perpendicular to the truck’s side, and catches both enemies under the template—rolling a full 6D6 attack against each.</p>"
  },
  {
    "id": "zero_crew",
    "ruleName": "Zero Crew",
    "rule": "<p>Certain game effects can reduce a vehicle’s Crew value. When a vehicle with zero Crew is selected to activate, it automatically changes down one Gear (to a minimum of Gear 1). During its Movement Step, only templates that are hazardous in the vehicle’s current Gear are permitted; in Gear Phases 1 and 2 the player must therefore select templates that are not normally permitted.</p>"
  }
  ]
  